// Countries and cities data
export const countries = [
  { code: 'IR', name: 'ایران', cities: [
    'تهران', 'مشهد', 'اصفهان', 'شیراز', 'تبریز', 'کرج', 'اهواز', 'قم', 'کرمانشاه', 'ارومیه',
    'رشت', 'زاهدان', 'همدان', 'کرمان', 'یزد', 'اردبیل', 'بندرعباس', 'اراک', 'اسان', 'زنجان'
  ]},
  { code: 'AF', name: 'افغانستان', cities: [
    'کابل', 'هرات', 'قندهار', 'مزار شریف', 'جلال‌آباد'
  ]},
  { code: 'TR', name: 'ترکیه', cities: [
    'استانبول', 'آنکارا', 'ازمیر', 'بورسا', 'آدانا'
  ]},
  { code: 'IQ', name: 'عراق', cities: [
    'بغداد', 'بصره', 'اربیل', 'موصل', 'نجف'
  ]}
];